/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "policy_tab_qbXWgQ": {
      "type": "policy-tab",
      "blocks": {
        "tab_awyjHU": {
          "type": "tab",
          "settings": {
            "page": "shipping-policy",
            "content": "<h2><strong>Shipping policy</strong></h2><p><strong>Where do you ship to and how much does shipping cost?</strong></p><p>We ship to most of the U.S.</p><p><strong>What are your shipping and processing times?</strong></p><p><strong>Standard shipping times</strong></p><p>United States: 5-10 business days</p><p><strong>Processing times</strong></p><p>Our orders are processed within 1-3 business days before they are shipped. We do not ship on weekends.</p><p><strong>Where can I find my tracking number?</strong></p><p>When your items ship, you should receive an automated email notification from our system providing you with a tracking number.</p><p>If you haven't received one or the tracking number doesn't work, don't worry. Contact us and we will solve the problem!</p><p>If you need more detailed information, please send us an email to heiyo@hsinchitek.com and we will help you!</p><p><strong>Unexpected Delays</strong></p><p>In some cases delivery may take longer than the standard shipping times above. External factors may cause shipping delays, such as international customs processing and holidays, which are beyond our control. Please contact us if your package is taking too long to arrive and we will work with you to resolve any situation.</p><p><strong>Do You Offer Delivery To P. O. Boxes Or Military APO/FPO Addresses?</strong></p><p>No, we can't send shipments to P.O. Boxes and Military APO/FPO addresses.</p><p><strong>What if my items get lost during transit?</strong></p><p>Rest assured, we have two friendly options to make things right for you. First off, we can issue a full refund for your lost package, so you won't be left empty-handed. Alternatively, if you prefer, we can arrange a speedy reshipment of your order, and you can expect your goods to arrive within 7-10 days</p><p><strong>How do I make a change to my order?</strong></p><p>You can modify your order as often as you like before you hit the PLACE ORDER button. Once an order has been placed and the status has been moved to “processing”, it may no longer be changed or cancelled. If you have any questions regarding your order, please contact our Customer Service Department at Customer message or EMAIL  To Me. Note: Our Customer Service team will make every attempt to rectify a situation. However, to ensure efficient handling of orders, we cannot guarantee that any changes or cancellation will be made.</p>"
          }
        }
      },
      "block_order": [
        "tab_awyjHU"
      ],
      "settings": {}
    }
  },
  "order": [
    "policy_tab_qbXWgQ"
  ]
}
